Repository: vistaero/CBLauncher
Catalog: CBLauncher/Properties.*.resx
Languages: es

# MaxPlayersLabel.Text
source: Max Players
es: Jugadores máximos

# WhiteListCheckBox.Text
source: White List
es: Lista blanca

# DescriptionLabel.Text
source: Description
es: Descripción

# GroupBox6.Text
source: Advanced
es: Avanzado

# RconPasswordLabel.Text
source: Rcon Password
es: Contraseña Rcon

# Label4.Text
source: View Distance
es: Distancia de visión

# EnableCommandBlock.Text
source: Enable Command Block
es: Permitir bloques de comandos

# OnlineMode.Text
source: Online Mode
es: Modo en línea

# SnooperCheckBox.Text
source: Snooper Enabled
es: Activar Snooper

# ServerIPLabel.Text
source: Server IP
es: IP del servidor

# EnableRconCheckBox.Text
source: Enable Rcon
es: Activar Rcon

# ServerPortLabel.Text
source: Server Port
es: Puerto del servidor

# EnableQueryCheckBox.Text
source: Enable Query
es: Activar Query

# OpPermLevelComboBox.Items
source: 1 - Ops can bypass spawn protection.
es: 1 - Ops pueden saltarse la protección del spawn.

# OpPermLevelComboBox.Items1
source: 2 - Ops can use /clear, /difficulty, /effect, /gamemode, /gamerule, /give, and /tp, and can edit command blocks.
es: 2 - Ops pueden usar /clear, /difficulty, /effect, /gamemode, /gamerule, /give, and /tp, y pueden editar bloques de comandos.

# OpPermLevelComboBox.Items2
source: 3 - Ops can use /ban, /deop, /kick, and /op.
es: 3 - Ops pueden usar /ban, /deop, /kick, y /op.

# OpPermLevelComboBox.Items3
source: 4 - Ops can use /stop.
es: 4 - Ops pueden usar /stop.

# OpPermLevelLabel.Text
source: Operator Permission Level
es: Nivel de permisos para los operadores

# GroupBox7.Text
source: World Options
es: Opciones de mundo

# GenerateStructures.Text
source: Generate Structures
es: Generar estructuras

# Label5.Text
source: Spawn Protection
es: Protección del spawn

# SpawnMonstersCheckBox.Text
source: Spawn Monsters
es: Spawnear monstruos

# SpawnAnimalsCheckBox.Text
source: Spawn Animals
es: Spawnear animales

# SpawnNPCsCheckBox.Text
source: Spawn NPCs
es: Spawnear NPCs

# Label1.Text
source: Maximum Build Height
es: Altura máxima de construcción

# SeedLabel.Text
source: Seed
es: Semilla

# LevelTypeLabel.Text
source: Level Type
es: Tipo de mundo

# LevelNameLabel.Text
source: Level Name
es: Nombre del mundo

# AllowNetherCheckBox.Text
source: Allow Nether
es: Permitir Inframundo

# GeneratorSettingsLabel.Text
source: Generator Settings
es: Configuración del generador

# GroupBox8.Text
source: Game Rules
es: Reglas de juego

# GamemodeComboBox.Items
source: 0 - Survival
es: 0 - Supervivencia

# GamemodeComboBox.Items1
source: 1 - Creative
es: 1 - Creativo

# GamemodeComboBox.Items2
source: 2 - Adventure
es: 2 - Aventura

# Label3.Text
source: Game Mode
es: Modo de juego

# Label2.Text
source: Player Idle Timeout
es: Tiempo de espera para un jugador

# DifficultyLabel.Text
source: Difficulty
es: Dificultad

# DifficultyComboBox.Items
source: 0 - Peaceful
es: 0 - Pacífico

# DifficultyComboBox.Items1
source: 1 - Easy
es: 1 - Fácil

# DifficultyComboBox.Items3
source: 3 - Hard
es: 3 - Difícil

# PVPCheckBox.Text
source: PVP
es: PVP (Pelea entre jugadores)

# ForceGamemodeCheckBox.Text
source: Force Gamemode
es: Forzar modo de juego

# AnnouncePArchsCheckBox.Text
source: Announce Player Achievements
es: Anunciar logros de los jugadores

# AllowFlightCheckBox.Text
source: Allow Flight
es: Permitir vuelo
