Repository: vistaero/CBLauncher
Catalog: CBLauncher/Strings.*.resx
Languages: es

# About
source: CBLauncher is a software developed by vistaero at 2014 for the people who do not conform with a batch script to start their servers.
es: CBLauncher es un programa desarrollado por vistaero en el 2014 para las personas que no se conforman con un script en batch para iniciar sus servidores.

# AboutTitle
source: About CBLauncher
es: Acerca de CBLauncher

# FavoriteExists
source: Already in favorites with the name
es: Ya está añadido a favoritos con el nombre

# JarFormat
source: Java Files|*.jar
es: Archivos Java|*.jar

# JavaNotInstalled1
source: Java is not installed.
es: Java no está instalado.

# JavaNotInstalled2
source: Java not found
es: Java no encontrado.

# LastPIDAlert
source: Oups, we are so sorry... We think that the last server you launched with this application was not stopped. Probably due to a crash of the launcher. And probably the server is frozen. The only thing which we can do, is killing the process. Press No if an important Java application is running, because it would be using the same PID that the server was using. We recommend restarting your computer soon. Process Name and PID:
es: Ups, lo sentimos... Creemos que la última vez que ejecutaste un servidor con esta aplicación, no fue detenido. Probablemente es debido a un error de este programa. Es posible que además el servidor se haya congelado. Todo lo que podemos hacer es finalizar el proceso del servidor. Haga clic en No si tiene alguna aplicación Java importante que pueda estar usando el mismo PID que estaba usando el servidor. En ese caso, le recomendamos reiniciar pronto el ordenador. Nombre del proceso y PID:

# lnkFormat
source: Shortcut|*.lnk
es: Acceso directo|*.lnk

# NotInstalledJavaYet
source: You have not installed Java yet.
es: Aún no has instalado Java.

# ShouldClickStop1
source: You should click Stop before exit. Are you sure?
es: ¿Cerrar servidor y salir?

# CBUpdated1
source: Latest build already downloaded.
es: La última versión ya está descargada.

# CBUpdated2
source: Not download necessary
es: No es necesario descargar

# SelectJar
source: Select Jar File
es: Seleccionar fichero Jar

# WhereCopy
source: Where to copy
es: Dónde copiar
